console.log('1. Вёрстка валидная: выполнено / +10 баллов');
console.log('2. Вёрстка семантическая: выполнено / 10 тегов (header, h1, nav, main, aside, h2, section, article, h3, footer) +20 баллов');
console.log('3. Для оформления CV используются CSS-стили / +10 баллов');
console.log('4. Контент горизонтально центрируется, фоновый цвет на всю страницу / +10 баллов');
console.log('5. Вёрстка адаптивная (проверялась в Google Chrome и на мобильных устройствах): вплоть до ширины 320px включительно не появляется горизонтальный скролл, всё содержимое на месте; скрин примера: https://user-images.githubusercontent.com/89537184/133894212-7225f941-7b41-49a6-b10c-f74318ea4bcc.jpg / +10 баллов');
console.log('6. Адаптивное меню-бургер с плавной прокруткой, включается при ширине меньше 1000px / +10 баллов');
console.log('7. На странице присутствует фото / +10 баллов');
console.log('8. Контакты и навыки оформлены в виде списка ul > li / +10 баллов');
console.log('9. CV содержит контакты, информацию о себе, навыки, образование, уровень английского / +10 баллов');
console.log('10. CV содержит пример кода с подсветкой кода / +10 баллов');
console.log('11. CV выполнено на английском языке / +10 баллов');
console.log('12. Выполнены требования к репозиторию: ссылка на задание, скрин, деплой, указаны даты, выполнена самооценка / +10 баллов');
console.log('13. Дизайн и качество согласно примерам CV, приведённых в задании / +10 баллов');
console.log('Итого: 140 баллов; форма для проверки: https://cv-stage1-cross-check.netlify.app')